experiment-finetuned/all_finetuned/runs/obliqueShock/3/constant/physicalProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      physicalProperties;
}

thermoType
{
    type            hePsiThermo;
    mixture         pureMixture;
    transport       const;
    thermo          hConst;
    equationOfState perfectGas;
    specie          specie;
    energy          sensibleInternalEnergy;
}

mixture
{
    specie
    {
        molWeight   11640.3;
    }
    thermodynamics
    {
        Cp          2.5;
        Hf          0;
    }
    transport
    {
        mu          0;
        Pr          1.0;
    }
}