experiment-finetuned/all_finetuned/runs/obliqueShock/3/system/fvSolution
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvSolution;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

solvers
{
    "(rho|rhoU|rhoE)"
    {
        solver          diagonal;
    }

    U
    {
        solver          smoothSolver;
        smoother        GaussSeidel;
        nSweeps         2;
        tolerance       1e-09;
        relTol          0.01;
    }

    e
    {
        $U;
        tolerance       1e-09;
        relTol          0.01;
    }
}

relaxationFactors
{
    fields
    {
        p               0.3;
        rho             0.7;
    }
    equations
    {
        U               0.7;
        e               0.7;
        rho             0.7;
    }
}

// ************************************************************************* //